{
  "elderly": [
    {
      "title": "QR Code Scams",
      "description": "Scammers place malicious QR codes in public places or send them via phishing emails and messages. When scanned, they lead to fake websites designed to steal credentials, install malware, or collect financial information.",
      "prevention": [
        "Be cautious when scanning QR codes from unknown sources.",
        "Report suspicious QR codes or phishing attempts to the FTC.",
        "Avoid scanning QR codes on unsolicited mail, emails, or flyers.",
        "Use a trusted QR scanner app that provides a preview of the URL.",
        "Verify the URL that appears before clicking any links after scanning."
      ],
      "icon": "scan-line"
    },
    {
      "title": "The Grandparent Scam",
      "description": "Scammers impersonate a grandchild in distress to solicit money, often using emotional manipulation and even AI-generated voices. They may also pretend to be police or medical personnel, and ask for gift cards or wire transfers.",
      "prevention": [
        "Be suspicious of urgent requests or threats.",
        "Report suspicious calls to the FTC or local authorities.",
        "Never send money or gift cards to anyone you haven’t confirmed.",
        "Use Call blocking technology to filter out suspicious calls and thwart Caller ID spoofing.",
        "Verify the caller's identity by calling them on a number you know or contacting other family members."
      ],
      "icon": "user-check"
    },
    {
      "title": "Home Repair and Contractor Fraud",
      "description": "Scammers pose as contractors offering urgent or discounted home repairs—especially after storms. They may demand large upfront payments, use high-pressure sales tactics, or disappear after partial or no work. In Florida, unlicensed contracting is a criminal offense.",
      "prevention": [
        "Report unlicensed activity to the DBPR or local law enforcement.",
        "Get written contracts and multiple quotes before agreeing to any work.",
        "Avoid paying large sums upfront—never pay in full before work begins.",
        "Be skeptical of door-to-door repair offers, especially after natural disasters.",
        "Verify contractor licenses through the Florida Department of Business and Professional Regulation (DBPR)."
      ],
      "icon": "hammer"
    },
    {
      "title": "Account Takeover Scams",
      "description": "Cyber-criminals gain unauthorized access to your online accounts. Often through phishing, credential stuffing, or malware. Once in, they may change passwords, steal financial information, or impersonate you to defraud others.",
      "prevention": [
        "Enable multi-factor authentication (MFA) on all critical accounts (email, banking, health portals).",
        "Use a password manager to create and store strong, unique passwords.",
        "Monitor account activity regularly for suspicious logins or transactions.",
        "Avoid reusing passwords across multiple sites.",
        "Run antivirus scans regularly and keep all software up to date.",
        "Report compromised accounts to the provider and to www.ic3.gov."
      ],
      "icon": "lock-open"
    },
    {
      "title": "Fake Check Scam",
      "description": "Scammers send counterfeit checks and ask victims to deposit them, then wire or send money back. These checks can look like real business, cashier’s, or personal checks. Victims lose money when the bank later rejects the fake check.",
      "prevention": [
        "Toss offers that require payment to claim a prize or job.",
        "Verify check authenticity with your bank before using the funds.",
        "Never use money from a check to send gift cards, wire money, or cryptocurrency.",
        "Use Call blocking technology to filter out suspicious calls and thwart Caller ID spoofing.",
        "Be cautious of checks from strangers, especially if they ask you to deposit and send money back.",
        "Be suspicious of any check for more than the amount owed and requests to send the difference back."
      ],
      "icon": "ticket-slash"
    },

    {
      "title": "Social Media Investment Fraud",
      "description": "Fraudsters exploit social media platforms to promote fake investment opportunities, impersonate financial professionals, and manipulate markets. These scams may include impersonation schemes, crypto frauds, romance-related investments, pump-and-dump schemes, and affinity frauds.",
      "prevention": [
        "Avoid 'crypto' investment pitches that promise high returns with little or no risk.",
        "Independently verify the identity and credentials of individuals promoting investments.",
        "Report suspicious activity to the SEC or the FBI's Internet Crime Complaint Center (IC3).",
        "Ignore unsolicited investment messages, even if they appear to come from someone you know.",
        "Do not invest money based on recommendations from online-only acquaintances or romantic interests.",
        "Use Investor.gov to check registration, license status, and disciplinary history of brokers or firms."
      ],
      "icon": "bank-note-x"
    },

    {
      "title": "Romance Scams",
      "description": "Scammers create fake online profiles and build online relationships to exploit victims emotionally and financially, often requesting money for visas, emergencies, or travel. Losses exceeded $1 billion in 2024.",
      "prevention": [
        "Stop communicating with anyone you suspect is scamming you.",
        "Be cautious with online relationships that quickly ask for money.",
        "Never send money or personal details to someone you haven't met in person.",
        "Try verifying the person’s identity through reverse image searches or social media.",
        "If you paid a scammer by gift card, wire transfer, credit card, or debit card contact your financial institution immediately.",
        "Report the scam to the FTC at ReportFraud.ftc.gov or to the FBI’s Internet Crime Complaint Center (IC3)."
      ],
      "icon": "heart"
    },
    {
      "title": "Tech Support Scams",
      "description": "Victims receive pop-ups claiming computer issues, and are tricked into allowing remote access or paying for fake services. These are among the most common scams targeting older adults.",
      "prevention": [
        "If unsure, consult a trusted tech professional.",
        "Use reputable antivirus software and keep it updated.",
        "Never grant remote access to your computer to unsolicited callers.",
        "Never hand out personal information or sensitive data over the phone.",
        "Legit companies will never call you to fix a problem you didn’t report.",
        "Use Call blocking technology to filter out suspicious calls and thwart Caller ID spoofing.",
        "Do not click on links or call numbers from unsolicited pop-ups, emails, or texts. Tech companies will never ask you to call them or click on a link to fix a problem."
      ],
      "icon": "cpu"
    },
    {
      "title": "Robocall and Robotext Scam",
      "description": "Scammers use illegal robocalls or spoofed numbers to impersonate legitimate businesses or government agencies. These calls or texts may ask for personal information, money, or request you to press a button, leading to further scams or identity theft.",
      "prevention": [
        "Avoid responding to prompts in robocalls, especially pressing buttons.",
        "Don’t answer calls from unknown or suspicious numbers. Hang up immediately.",
        "Use call-blocking tools and register your number on the Do Not Call Registry.",
        "Never give out personal or financial information during unexpected calls or texts.",
        "Verify callers independently by using known contact information from official sources."
      ],
      "icon": "phone-off "
    },

    {
      "title": "Medicare and Health Insurance Scams",
      "description": "Scammers claim to be Medicare reps to gain access to personal information or fraudulently bill Medicare for fake services.",
      "prevention": [
        "Report fraud to the Medicare Fraud Hotline.",
        "Verify any contact by calling Medicare directly.",
        "Be cautious of unsolicited offers for medical equipment or services.",
        "Never give your Medicare number or personal info to unsolicited callers.",
        "Medicare does not call you uninvited and ask you for personal or private information.",
        "Use Call blocking technology to filter out suspicious calls and thwart Caller ID spoofing.",
        "You will usually get a written statement in the mail before you get a phone call from a government agency."
      ],
      "icon": "ambulance"
    },
    {
      "title": "Government Impersonation Scams",
      "description": "Scammers impersonate the IRS, SSA, or Medicare to steal personal info or money, often threatening legal action. They spoof official numbers to appear legitimate.",
      "prevention": [
        "Do not provide personal information to unsolicited callers.",
        "Report suspicious calls to the FTC or relevant government agency.",
        "Verify any suspicious contact by calling official government numbers.",
        "The government will never call to demand immediate payment or threaten arrest.",
        "Use Call blocking technology to filter out suspicious calls and thwart Caller ID spoofing.",
        "You will usually get a written statement in the mail before you get a phone call from a government agency."
      ],
      "icon": "landmark"
    },

    {
      "title": "Phishing",
      "description": "Phishing scams involve emails or text messages that appear to be from legitimate sources, such as banks or government agencies, attempting to trick you into revealing personal or financial information. These messages often contain fake invoices, urgent security alerts, requests to verify account details, or requests for immediate payment.",
      "prevention": [
        "Use security software and keep it up to date.",
        "Back up important data regularly to prevent loss from malware.",
        "Don’t click on suspicious links or attachments in emails or texts.",
        "Enable multi-factor authentication (MFA) on all important accounts.",
        "Verify the message by contacting the company directly using a trusted method.",
        "Report phishing attempts to the FTC at ReportFraud.ftc.gov or forward emails to reportphishing@apwg.org."
      ],
      "icon": "fish-off"
    }
  ]
}
