{
  "elderly": [
    {
      "title": "QR Code Scams",
      "description": "Criminals use fake QR codes placed on flyers, signs, or in emails to trick you into visiting malicious websites that steal your passwords, install malware, or collect sensitive information.",
      "prevention": [
        "Never scan codes from unknown or suspicious sources.",
        "Avoid QR codes on unsolicited emails, mailers, or handouts.",
        "Use a QR scanner that previews the link before opening.",
        "Check the website URL carefully before tapping or clicking.",
        "Report suspicious QR codes to the FTC."
      ],
      "icon": "scan-line"
    },
    {
      "title": "The Grandparent Scam",
      "description": "A scammer pretends to be your grandchild (or a police officer or doctor) claiming there's an emergency and asking for money or gift cards. AI voice cloning is now used to sound more convincing.",
      "prevention": [
        "Be skeptical of urgent calls asking for money or secrecy.",
        "Verify the caller by hanging up and calling them back on a known number.",
        "Never send gift cards, wire transfers, or crypto to someone you can't verify.",
        "Block unknown callers and use spam call protection features.",
        "Report scams to the FTC or local authorities."
      ],
      "icon": "user-check"
    },
    {
      "title": "Home Repair and Contractor Fraud",
      "description": "Scammers offer cheap or urgent repairs—especially after storms—then take payment and vanish. In Florida, unlicensed contracting is illegal and often linked to financial fraud.",
      "prevention": [
        "Never hire door-to-door contractors without checking credentials.",
        "Get multiple written estimates before agreeing to work.",
        "Avoid paying large sums upfront—pay in stages when possible.",
        "Verify licenses through the Florida DBPR (Department of Business & Professional Regulation).",
        "Report unlicensed work to local law enforcement or DBPR."
      ],
      "icon": "hammer"
    },
    {
      "title": "Account Takeover Scams",
      "description": "Hackers use phishing emails, malware, or password leaks to break into your online accounts. Once in, they can steal money, change passwords, or impersonate you.",
      "prevention": [
        "Use strong, unique passwords with a password manager.",
        "Enable two-factor authentication (2FA) on email, banking, and other important accounts.",
        "Avoid reusing passwords across different sites.",
        "Watch for suspicious logins or account changes.",
        "Keep your device software and antivirus up to date.",
        "Report account takeovers to the FTC or at IC3.gov."
      ],
      "icon": "lock-open"
    },
    {
      "title": "Fake Check Scam",
      "description": "You receive a check and are asked to deposit it, then return part of the money. Later, the check bounces and you're left owing the bank.",
      "prevention": [
        "Never accept checks from strangers—especially overpayment.",
        "Never send gift cards or cash after receiving a check.",
        "Verify all checks with your bank before depositing or using the funds.",
        "Watch for poor grammar or fake-sounding business names.",
        "Avoid pressure to act quickly or secretly.",
        "Report these scams to your bank and the FTC."
      ],
      "icon": "ticket-slash"
    },
    {
      "title": "Social Media Investment Fraud",
      "description": "Fraudsters pose as investment experts on Facebook, Instagram, or YouTube and offer 'too good to be true' crypto or stock deals. Losses in these scams are growing rapidly.",
      "prevention": [
        "Avoid unsolicited investment offers on social media.",
        "Verify financial professionals through Investor.gov or FINRA BrokerCheck.",
        "Be cautious of high-return, low-risk pitches—these are classic red flags.",
        "Don't invest based on romance, flattery, or peer pressure.",
        "Report scams to the SEC or FBI's IC3 platform."
      ],
      "icon": "bank-note-x"
    },
    {
      "title": "Romance Scams",
      "description": "Someone builds an online relationship with you, then invents emergencies or reasons to ask for money. These scams are emotionally and financially devastating.",
      "prevention": [
        "Be wary if someone asks for money and you've never met in person.",
        "Don't share banking info, gift cards, or personal details with online-only partners.",
        "Use reverse image search to verify profile pictures.",
        "If scammed, contact your bank and report it to the FTC or IC3.gov.",
        "Talk to someone you trust before sending money online."
      ],
      "icon": "heart"
    },
    {
      "title": "Tech Support Scams",
      "description": "Pop-ups or phone calls claim your computer is infected. Scammers then trick you into granting remote access or paying fake service fees.",
      "prevention": [
        "Real companies don't call you out of the blue to fix issues.",
        "Don't trust phone numbers in pop-ups or suspicious emails.",
        "Never let a stranger remotely access your computer.",
        "Keep antivirus software updated and trusted.",
        "Hang up on suspicious calls. Report them immediately."
      ],
      "icon": "cpu"
    },
    {
      "title": "Robocall and Robotext Scam",
      "description": "You receive calls or texts from fake numbers pretending to be banks, delivery companies, or government agencies. They ask you to press a button or give personal info.",
      "prevention": [
        "Never press buttons on robocalls—just hang up.",
        "Don't reply to strange texts asking for money or info.",
        "Use call blocking apps and register with the Do Not Call list.",
        "Always confirm callers using numbers from official websites.",
        "Report illegal robocalls at DoNotCall.gov or ReportFraud.ftc.gov."
      ],
      "icon": "phone-off"
    },
    {
      "title": "Medicare and Health Insurance Scams",
      "description": "Scammers pretend to be from Medicare to steal your ID, bill for fake services, or sell fraudulent coverage. These scams are common around open enrollment.",
      "prevention": [
        "Medicare will never call you to ask for your number or banking info.",
        "Ignore offers of free services or cards you didn't ask for.",
        "Call Medicare directly to verify any communication.",
        "Don't give your info to anyone over the phone unless you called them first.",
        "Report scams to 1-800-MEDICARE or the FTC."
      ],
      "icon": "ambulance"
    },
    {
      "title": "Government Impersonation Scams",
      "description": "Scammers pretend to be from the IRS, Social Security, or Medicare. They claim you owe money or are under investigation and demand payment or personal info.",
      "prevention": [
        "The government doesn't call or text to threaten arrest or demand payment.",
        "Don't give out personal or banking info to unknown callers.",
        "Verify suspicious claims by contacting the agency directly using known numbers.",
        "Block spoofed calls and report them to the FTC or local authorities."
      ],
      "icon": "landmark"
    },
    {
      "title": "Phishing",
      "description": "Fake emails or text messages pretend to be from trusted sources and ask you to click links, download files, or share login details. These are used to steal your identity or money.",
      "prevention": [
        "Use strong email filters and antivirus software.",
        "Don't click links or download files from unexpected messages.",
        "Back up important files in case of malware or ransomware.",
        "Enable 2FA on your email and financial accounts.",
        "Report phishing to ReportFraud.ftc.gov and reportphishing@apwg.org."
      ],
      "icon": "fish-off"
    }
  ]
}
